Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateFascia Property
 Could not create Fascia. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateFascia { get; }
Public Shared ReadOnly Property CannotCreateFascia As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateFascia {
	FailureDefinitionId^ get ();
}
static member CannotCreateFascia : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace